9/data/attachments/30e8abbfb29ae8f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_60a94ffb-b0d2-4575-90f7-06309ce18dc4</nif:username>
            <nif:friendToBeAdded>Tammy_early_Friend_5063_7</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>